Repository: bermuda2810/antoree_localization
Catalog: *.lproj/LocalizationSessionScreen.strings
Languages: vi

source: Show not-happened sessions
vi: Hiển thị buổi học không diễn ra

source: Add a Session
vi: Thêm buổi học

source: Upcoming
vi: kế tiếp

source: Normal
vi: thường

source: Penalty
vi: phạt

source: Makeup
vi: bù

source: Bonus
vi: thưởng

source: Not happened
vi: không diễn ra

source: Compensation
vi: bù

source: Unidentified
vi: không xác định

source: Happening
vi: đang diễn ra

source: Happened
vi: đã diễn ra

source: Confirm this session
vi: Xác nhận buổi học này

source: Student was late
vi: Học viên lên lớp trễ

source: Student was absent
vi: Học viên nghỉ không báo

source: Not able to teach this session
vi: Không thể dạy buổi học này

source: Change date/time
vi: Thay đổi thời gian

source: Ping student
vi: Nhắc học viên

source: Delete this session
vi: Xóa buổi học này

source: (without any notice)
vi: (không cần thông báo nào)

source: Confirm to delete this session
vi: Xác nhận xóa buổi học này

# top_student
source: Changing the date/time means that you are updating this session to another date or time. Both your teacher and CMD team of the course will be informed about this change.
vi: Thay đổi thời gian này đồng nghĩa với việc bạn đang rời lịch học sang một mốc thời gian khác. Điều đó có nghĩa Giáo viên của bạn và CMD của khóa học sẽ được thông báo về sự thay đổi này.

# top_teacher
source: Changing the date/time means that you are updating this session to another date or time. Both your leaner and CMD team of the course will be informed about this change.
vi: Thay đổi thời gian này đồng nghĩa với việc bạn đang rời lịch học sang một mốc thời gian khác. Điều đó có nghĩa Học viên của bạn và CMD của khóa học sẽ được thông báo về sự thay đổi này.

source: Session date
vi: Ngày học

source: Start time
vi: Thời gian bắt đầu

source: Duration
vi: Thời lượng

source: Change
vi: Thay đổi

source: Reason for absence
vi: Lý do vắng mặt

source: Send
vi: Gửi

source: Time from the start of this session:
vi: Thời gian bắt đầu buổi học:

# WEEK
source: WEEK %d
vi: TUẦN %d

source: session
vi: buổi học

source: sessions
vi: buổi học

source: Tap here to schedule this session
vi: Nhấp vào để lên lịch cho buổi học này

source: Not able to learn this session
vi: Không thể học buổi học này

# place_holder_teacher_absent
source: Please give the reason why you cannot take this session...
vi: Vui lòng nêu lý do bạn không thể dạy được buổi học này...

# place_holder_student_absent
source: Please give the reason why you cannot take this session...
vi: Vui lòng nêu lý do bạn không thể học được buổi học này...

source: Save
vi: Lưu

source: Poor
vi: Nghèo nàn

source: Fair
vi: Tạm được

source: Good
vi: Tổt

source: Very good
vi: Rất tốt

source: Excellent
vi: Tuyệt vời

source: LEARNER
vi: HỌC VIÊN

source: TEACHER
vi: GIÁO VIÊN

source: Edit
vi: Sửa

# listen
source: LISTENING
vi: Kỹ năng nghe

source: Understanding
vi: Nghe hiểu

# speak
source: SPEAKING
vi: Kỹ năng nói

source: Pronunciation
vi: Phát âm

source: Vocabulary
vi: Từ vựng

source: Grammar
vi: Ngữ pháp

source: Fluency and Coherence
vi: Trôi chảy & mạch lạc

# read
source: READING
vi: Kỹ năng đọc

source: Comprehension
vi: Khả năng đọc hiểu

# write
source: WRITING
vi: Kỹ năng viết

source: Task response
vi: Khả năng hiểu đề

source: Coherence and Cohesion
vi: Mạch lạc

source: Strong points
vi: Điểm mạnh

source: Weak points
vi: Điểm yếu

source: Suggestions
vi: Góp ý

source: (required)
vi: (bắt buộc)

# minimum_120char
source: (must be minimum of 120 characters)
vi: (tối thiếu 120 ký tự)

source: Change type
vi: Thay đổi loại

source: Teacher was late
vi: Giáo viên lên lớp trễ

source: Teacher was absent
vi: Giáo viên nghỉ không báo

source: Changed to
vi: Thay đổi thành

source: by teacher
vi: theo giáo viên

source: by student
vi: theo học viên

source: TAP TO CHANGE DATE/TIME
vi: CHẠM ĐỂ THAY ĐỔI NGÀY THÁNG

source: You confirmed this session
vi: Xác nhận buổi học đã diễn ra

source: TAP TO UNDO
vi: Nhấp để hoàn tác

source: TEACHER CONFIRMED!
vi: Giáo viên đã xác nhận!

source: TEACHER UNCONFIRMED!
vi: Giáo viên không xác nhận!

# STUDENT CONFIRMED!
source: STUDENT UNCONFIRMED!
vi: Học viên đã xác nhận!

source: TAP TO CONFIRM
vi: Nhấp để xác nhận

source: TAP TO UNCONFIRM
vi: Nhấp để không xác nhận

source: YOU CONFIRMED!
vi: Bạn đã xác nhận!

source: YOU UNCONFIRMED!
vi: Bạn đã không xác nhận!

source: STUDENT READ IT!
vi: Học viên đã đọc!

source: TEACHER READ IT!
vi: Giáo viên đã đọc!

source: TAP TO CONFIRM THAT YOU READ IT!
vi: Nhấp để xác nhận bạn đã đọc!

source: READ IT!
vi: Đọc!

source: Cancel editing
vi: Hủy

source: Add an attachment
vi: Thêm file đính kèm

source: Add a reference
vi: Thêm link tham khảo

source: URL must not be empty
vi: Bạn không được bỏ trống URL

source: STUDENT DISAGREED!
vi: Học viên không đồng ý!

source: TEACHER DISAGREED!
vi: Giáo viên không đồng ý!

source: TAP TO DISAGREE
vi: Nhấp để không đồng ý

source: YOU DISAGREED!
vi: Bạn không đồng ý!

source: (required)
vi: (bắt buộc)

source: (must be minimum of 50 characters)
vi: (tối thiểu 50 ký tự)

source: Content
vi: Nội dung

source: Are sure delete ?
vi: Bạn có chắc muốn xóa ?

source: (within 30 minutes)
vi: (trong khoảng 30 phút)
