Repository: bermuda2810/antoree_localization
Catalog: *.lproj/LocalizationCourse.strings
Languages: vi

source: Course
vi: Khóa học

source: Curriculum
vi: Giáo trình

source: Sessions
vi: Buổi học

source: Ratings & Reviews
vi: Đánh giá & Nhận xét

source: Menu
vi: Trình đơn

source: Close
vi: Đóng

source: Course duration
vi: Thời lượng khóa học

source: Today
vi: Hôm nay

source: Realistic progress
vi: Tiến độ thực tế

source: Hours passed
vi: Số giờ đã học

source: Hours left
vi: Số giờ còn lại

source: Hours makeup
vi: Giờ học bù

source: Hours penalty
vi: Giờ phạt

source: Hours bonus
vi: Giờ thưởng

source: Course Agreement
vi: Điều khoản khóa học

# Course Completion of Agreement.
source: Course Completion of Agreement. The agreement must be signed by both the teacher an the student. Please see details below:
vi: Đây là bản cam kết khóa học được thực hiện từ hai phía giáo viên và học viên. Vui lòng xem nội dung chi tiết dưới đây:

source: Tap to Download
vi: Nhấp để tải xuống
