Repository: bermuda2810/antoree_localization
Catalog: *.lproj/LocalizationMatchingRequestDetail.strings
Languages: vi

# Request at
source: Requested at
vi: Yêu cầu lúc

source: Age:
vi: Tuổi:

source: Level:
vi: Cấp độ:

source: See more
vi: Xem thêm

source: Apply
vi: Chấp nhận yêu cầu này

source: You cannot apply this request
vi: Bạn không thể chấp nhận yêu cầu này

source: Course time:
vi: Thời gian khóa học:

source: Schedule time:
vi: Lịch học:

source: Available times:
vi: Thời gian rảnh:

source: Requests
vi: Yêu cầu

source: Applied at
vi: Chấp nhận lúc

source: Approved at
vi: Phê duyệt lúc

source: Rejected at
vi: Từ chối lúc
