Repository: bermuda2810/antoree_localization
Catalog: *.lproj/LocalizationReviewsFeedbacks.strings
Languages: vi

source: Content of curriculum
vi: Nội dung khóa học

source: Teaching methods
vi: Phương pháp giảng dạy

source: LEARNER
vi: HỌC VIÊN

source: TEACHER
vi: GIÁO VIÊN

source: Attitude
vi: Thái độ

source: Satisfaction
vi: Mức độ hài lòng

# Wrote at
source: Wrote at %@ after %d %@
vi: Viết lúc %@ %d %@ trước

source: Add a Reply
vi: Thêm một phản hồi

source: Review(%d)
vi: Nhận xét(%d)

source: Reviews(%d)
vi: Nhận xét(%d)

source: Feedback(%d)
vi: Phản hồi(%d)

source: Feedbacks(%d)
vi: Phản hồi(%d)

source: Reviews
vi: Nhận xét

source: Feedbacks
vi: Phản hồi

source: Post a Feedback
vi: Gửi phản hồi

source: Post a Review
vi: Gửi nhận xét

source: How was your experience?
vi: Bạn đang cảm thấy như thế nào?

source: Teribble
vi: Kinh khủng

source: Bad
vi: Tệ

source: Okay
vi: Được

source: Good
vi: Tốt

source: Excellent
vi: Tuyệt vời

source: Write your feedback
vi: Viết phản hồi

source: Write your review
vi: Viết nhận xét

source: (required)
vi: (bắt buộc)

# Share with Antoree
source: Antoree
vi: Antoree và tôi

# Share with Teacher
source: Antoree and Teacher
vi: Giáo viên, Antoree và tôi

# Share with Student
source: Student, Antoree & me
vi: Học viên, Antoree và tôi

source: Submit
vi: Gửi

source: hour
vi: giờ

source: hours
vi: giờ

# curriculum_content_poor
source: curriculum content is poor
vi: Nội dung giáo trình nghèo nàn

# curriculum_content_fair
source: curriculum content is fair
vi: Nội dung giáo trình tạm được

# curriculum_content_good
source: curriculum content is good
vi: Nội dung giáo trình tốt

# curriculum_content_very_good
source: curriculum content is very good
vi: Nội dung giáo trình rất tốt

# curriculum_content_excellent
source: curriculum content is excellent
vi: Nội dung giáo trình tuyệt vời

# teaching_method_poor
source: teaching method is poor
vi: Phương pháp giảng dạy nghèo nàn

# teaching_method_fair
source: teaching method is fair
vi: Phương pháp giảng dạy tạm được

# teaching_method_good
source: teaching method is good
vi: Phương pháp giảng dạy tốt

# teaching_method_very_good
source: teaching method is very_good
vi: Phương pháp giảng dạy rất tốt

# teaching_method_excellent
source: teaching method is excellent
vi: Phương pháp giảng dạy tuyệt vời

# attitude_poor
source: attitude ispoor
vi: Thái độ nghèo nàn

# attitude_fair
source: attitude is fair
vi: Thái độ tạm được

# attitude_good
source: attitude is good
vi: Thái độ tốt

# attitude_very_good
source: attitude very is good
vi: Thái độ rất tốt

# attitude_excellent
source: attitude is excellent
vi: Thái độ tuyệt vời

# satisfaction_poor
source: satisfaction is poor
vi: Không hài lòng

# satisfaction_fair
source: satisfaction is fair
vi: Tạm được

# satisfaction_good
source: satisfaction is good
vi: Hài lòng

# satisfaction_very_good
source: satisfaction is very good
vi: Rất hài lòng

# satisfaction_excellent
source: satisfaction is excellent
vi: Rất rất hài lòng

source: This is the reason for not being able to post a review
vi: Đây là lý do bạn không thể đăng nhận xét

source: Cannot post a review!
vi: Không thể đăng nhận xét!
